Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Петриловичи
be: Пятрылавічы

source: Петрилово
be: Пятрылава

source: Петримановщина
be: Петрыманаўшчына

source: Петрицкое
be: Петрыцкае

source: Петришки
be: [Петрышкі, Пятрышкі]

source: Петров
be: Пятроў

source: Петровинка
be: Петравінка

source: Петровичи
be: Пятровічы

source: Петровка
be: Пятроўка

source: Петрово
be: Пятрова

source: Петровск
be: Пятроўск

source: Петровские
be: Пятроўскія

source: Петровцы
be: Пятроўцы

source: Петровщина
be: Пятроўшчына

source: Петролино
be: Пятроліна

source: Петруки
be: Петрукі

source: Петрули
be: Пятрулі

source: Петрусовщина
be: Петрусоўшчына

source: Петрути
be: Пятруці

source: Петры
be: Пятры

source: Петрыги
be: Пятрыгі

source: Петухи
be: Петухі

source: Петуховка
be: Петухоўка

source: Петуховщина
be: Петухоўшчына

source: Петушки
be: Петушкі

source: Петьки
be: Пецькі

source: Петьковичи
be: Пецькавічы

source: Петюки
be: Пецюкі

source: Петюлево
be: Пяцюлева

source: Петюлевцы
be: Пяцюлеўцы

source: Петюны
be: Пецюны

source: Пехтерево
be: Пехцерава

source: Пецкуны
be: Пяцкуны

source: Печары
be: Пячары

source: Печёнки
be: Пячонкі

source: Печище
be: Печышча

source: Печищи
be: Печышчы

source: Печки
be: Печкі

source: Печковка
be: Пячкоўка

source: Печное
be: Пячное

source: Пешки
be: Пешкі

source: Пешково
be: Пяшкова

source: Пешковцы
be: Пешкаўцы

source: Пиамонт
be: Піамонт

source: Пиваши
be: Півашы

source: Пивовары
be: Півавары

source: Пигановичи
be: Пігановічы

source: Пигасово
be: Пігасава

source: Пигасы
be: Пігасы

source: Пикулиха
be: Пікуліха

source: Пилатовщина
be: Пілатоўшчына

source: Пилаты
be: Пілаты

source: Пилевси
be: Піляўсі

source: Пилещино
be: Пілешчына

source: Пилимы
be: Пілімы

source: Пилипоны
be: Піліпоны

source: Пилки
be: Пілкі

source: Пиловня
be: Пілаўня

source: Пильвины
be: Пільвіны

source: Пильковичи
be: Пількавічы

source: Пильковщина
be: Пількаўшчына

source: Пильники
be: Пільнікі

source: Пильница
be: Пільніца

source: Пильня
be: Пільня

source: Пильцы
be: Пільцы

source: Пильчуки
be: Пільчукі

source: Пильшичи
be: Пільшычы

source: Пилюжино
be: Пілюжына

source: Пилюки
be: Пілюкі

source: Пилюнцы
be: Пілюнцы

source: Пинанишки
be: Пінанішкі

source: Пинковичи
be: Пінкавічы

source: Пинсковичи
be: Пінскавічы

source: Пиняны
be: Піняны

source: Пионер
be: Піянер

source: Пионино
be: Піяніна

source: Пирачицы
be: Пірачыцы

source: Пиревичи
be: Пірэвічы

source: Пироги
be: Пірагі

source: Пирогово
be: Пірагова

source: Пироним
be: Піронім

source: Пиртани
be: Піртані

source: Пирутино
be: Піруціна

source: Пирштуки
be: Пірштукі

source: Писаревичи
be: Пісаравічы

source: Писаревка
be: Пісараўка

source: Писарево
be: Пісарава

source: Писаревщина
be: Пісараўшчына

source: Писаруки
be: Пісарукі

source: Писарщина
be: Пісаршчына

source: Писателей
be: Пісьменнікаў

source: Писклюки
be: Пісклюкі

source: Пискуново
be: Піскунова

source: Пискуны
be: Піскуны

source: Писляковщина
be: Післякоўшчына

source: Пислятино
be: Післяціна

source: Питер
be: Піцер

source: Питеревка
be: Піцераўка

source: Пичевка
be: Пічаўка

source: Пичёвщина
be: Пічоўшчына

source: Пичуки
be: Пічукі

source: Пищакино
be: Пішчакіна

source: Пищалёвка
be: Пішчалёўка

source: Пищалово
be: Пішчалава

source: Пищёвцы
be: Пішчоўцы

source: Пищики
be: Пішчыкі

source: Плавник
be: Плаўнік

source: Плавские
be: Плаўскія

source: Плавучее Галое
be: Плавучае Галае

source: Пламя
be: Полымя

source: Пласкиня
be: Пласкіня

source: Плашево
be: Плашава

source: Плашино
be: Плашына

source: Плебанишки
be: Плябанішкі

source: Плебановичи
be: Плябанавічы

source: Плебановцы
be: Плябанаўцы

source: Плебанские
be: Плябанскія

source: Плебанцы
be: Плябанцы

source: Плебань
be: Плябань

source: Плейки
be: Плейкі

source: Плесовичи
be: Плесавічы

source: Плесовичская Слободка
be: Плесавіцкая Слабодка

source: Плессы
be: Плёсы

source: Плетевище
be: Плецявішча

source: Плётки
be: Плёткі

source: Плетяши
be: Плецяшы

source: Плеханово
be: Пляханава

source: Плехово
be: Плехава

source: Плехоти
be: Плехаці

source: Плешевичи
be: Пляшэвічы

source: Плешки
be: Пляшкі

source: Плещаны
be: Пляшчаны

source: Плещеницы
be: Плешчаніцы

source: Плещино
be: Плешчына

source: Плещицы
be: Плешчыцы

source: Плиговки
be: Плігаўкі

source: Плиговки 2
be: Плігаўкі 2

source: Плики
be: Плікі

source: Пликишки
be: Плікішкі

source: Пликовичи
be: Плікавічы

source: Плино
be: Пліна

source: Плиса
be: Пліса

source: Плиса 1
be: Пліса 1

source: Плиса 2
be: Пліса 2

source: Плисичино
be: Плісічына

source: Плиски
be: Пліскі

source: Плисковщина
be: Пліскоўшчына

source: Плиссы
be: Плісы

source: Плитница
be: Плітніца

source: Плитченка
be: Плітчанка

source: Плищино
be: Плішчына

source: Плодовая
be: Пладовая

source: Плоскинь
be: Пласкінь

source: Плоскиня
be: Пласкіня

source: Плосковцы
be: Плоскаўцы

source: Плоское
be: Плоскае

source: Плотечно
be: Платэчна

source: Плотница
be: Плотніца

source: Площево
be: Плошчава

source: Площины
be: Плашчыны

source: Плужины
be: Плужыны

source: Плуссы
be: Плусы

source: Плюскаловцы
be: Плюскалаўцы

source: Плющай
be: Плюшчай

source: Плющево
be: Плюшчава

source: Плявшкеты
be: Пляўшкеты

source: Плясовичи
be: Плясавічы

source: Пляховщина
be: Плехаўшчына

source: Пневичи
be: Пнявічы

source: Пнево
be: Пнёва

source: Пнёво
be: Пнёва

source: Пневщина
be: Пнеўшчына

source: Пнивода
be: Пнівада

source: Победа
be: [Пабеда, Перамога]

source: Побединщина
be: Пабядзіншчына

source: Победитель
be: Пабядзіцель

source: Победная
be: Пабедная

source: Победное
be: Пабеднае

source: Побережье
be: Пабярэжжа

source: Поблин
be: Поблін

source: Побоковичи
be: Пабокавічы

source: Поболевщина
be: Побалеўшчына

source: Поболи
be: [Паболі, Побалі]

source: Поболово
be: Побалава

source: Побрезье
be: Пабрэззе

source: Побужье
be: Пабужжа

source: Поварчицы
be: Паварчыцы

source: Повзики
be: Поўзікі

source: Повиланцы
be: Павіланцы

source: Повитье
be: Павіцце

source: Повишни
be: Повішні

source: Повокша
be: [Павокша, Повакша]

source: Поволока
be: Повалака

source: Повприщи
be: Поўпрышчы

source: Повсаты
be: Паўсаты

source: Повстихово
be: Поўсціхава

source: Повстка
be: Поўстка

source: Повстынь
be: Паўстынь

source: Повчин
be: Поўчын

source: Повяжи
be: Павяжы

source: Повязынь
be: [Павязынь, Повязынь]

source: Повятье
be: Павяцце

source: Погири
be: Погіры

source: Погирщино
be: Пагіршчына

source: Погодино
be: Пагодзіна

source: Погодица
be: Пагадзіца

source: Погонцы
be: Пагонцы

source: Погораны
be: Пагараны

source: Погорелец
be: Пагарэлец

source: Погорелица
be: Пагарэліца

source: Погорелка
be: Пагарэлка

source: Погорелое
be: Пагарэлае

source: Погорельцы
be: Пагарэльцы

source: Погорельщина
be: Пагарэльшчына

source: Погорки
be: Погаркі

source: Погородно
be: Пагародна

source: Погорцы
be: Пагарцы

source: Погорье
be: Пагор’е

source: Погост
be: Пагост

source: Погост 1
be: Пагост 1

source: Погост 2
be: Пагост 2

source: Погост-Загородский
be: Пагост Загародскі

source: Погостик
be: Пагосцік

source: Погостище
be: Пагосцішча

source: Погоща
be: Пагошча

source: Пограничная
be: Пагранічная

source: Пограничник
be: Пагранічнік

source: Пограничное Дворище
be: Пагранічнае Дворышча

source: Пограничный
be: Пагранічны

source: Пограничье
be: Пагранічча

source: Погребенка
be: Паграбенка

source: Погребище
be: Паграбішча

source: Погубятичи
be: Пагубяцічы

source: Погуляйка
be: Пагуляйка

source: Погулянка
be: Пагулянка

source: Подалец
be: Падалец

source: Подауты
be: Падавуты

source: Подбагоники
be: Падбагонікі

source: Подбела
be: Падбела

source: Подбелое
be: Падбелае

source: Подбелье
be: Падбелле

source: Подбельские Огородники
be: Падбельскія Агароднікі

source: Подбережье
be: Падбярэжжа

source: Подберёзы
be: Падбярозы

source: Подберезь
be: Падбярэзь

source: Подберезье
be: Падбярэззе

source: Подбершты
be: Падбершты

source: Подберье
be: Падбер’е

source: Подбобра
be: Падбобра

source: Подболотцы
be: Падбалотцы

source: Подболоть
be: Подбалаць

source: Подболотье
be: Падбалоцце

source: Подбораны
be: Падбараны

source: Подборок
be: Падбарок

source: Подборочье
be: Падбарочча

source: Подборье
be: [Падбор'е, Падбор’е]

source: Подбродье
be: Падброддзе

source: Подбродяны 1
be: Падбрадзяны 1

source: Подбродяны 2
be: Падбрадзяны 2

source: Подбудки
be: Падбудкі

source: Подбудье
be: Падбуддзе

source: Подбурье
be: Падбур’е

source: Подваришки
be: Падварышкі

source: Подвеликое
be: Падвялікае

source: Подветка
be: Падветка

source: Подвилье
be: Падвілле

source: Подвинье
be: Падзвінне

source: Подвишенье
be: Падвішанне

source: Подвишняк
be: Падвішняк

source: Подволожка
be: Падваложка

source: Подворанцы
be: Падваранцы

source: Подворинка
be: Падварынка

source: Подворица
be: Падворыца

source: Подворишки
be: Падварышкі

source: Подворяне
be: Падваране

source: Подвостье
be: Падвосце

source: Подгаи
be: Падгаі

source: Подгай
be: Падгай

source: Подгайна
be: Падгайна

source: Подгайцы
be: Падгайцы

source: Подгайщина
be: Падгайшчына

source: Подгалишки
be: Падгалішкі

source: Подгалки
be: Падгалкі

source: Подгалье
be: Падгалле

source: Подгать
be: Подгаць

source: Подгатье
be: Падгацце

source: Подговорака
be: Падгаварака

source: Подгорная
be: Падгорная

source: Подгородок
be: Падгародак

source: Подгорцы
be: Падгорцы

source: Подгорье
be: Падгор’е

source: Подгрушаны
be: Падгрушаны

source: Подгрядка
be: Падградка

source: Подгрядье
be: Падграддзе

source: Подгурье
be: Падгур’е

source: Поддегтярня
be: Паддзягцярня

source: Поддобрянка
be: Паддабранка

source: Поддубники
be: Паддубнікі

source: Поддубно
be: Паддубна

source: Поддубное
be: Паддубнае

source: Поддубье
be: [Паддуб’е, Поддуб’е]

source: Поддуды
be: Паддуды

source: Подегути
be: Подзегуці

source: Подейки
be: Падэйкі

source: Поделы
be: Падзелы

source: Подзагорье
be: Падзагор’е

source: Подзамче
be: Падзамча

source: Подзамша
be: Падзамша

source: Подзелёная
be: Падзялёная

source: Подземенье
be: Падзяменне

source: Поди
be: Подзі

source: Подисенники
be: Падзісеннікі

source: Подитва
be: Подзітва

source: Подкаленда
be: Падкаленда

source: Подкамень
be: Падкамень

source: Подклёнье
be: Падклённе

source: Подкняженье
be: Падкняжанне

source: Подкозуличье
be: Падказулічча

source: Подкосовье
be: Падкасоўе

source: Подкостёлок
be: Падкасцёлак

source: Подкосье
be: Падкоссе

source: Подкраичи
be: Падкраічы

source: Подкряжник
be: Падкражнік

source: Подлабенье
be: Падлабенне

source: Подлазники
be: Падлазнікі

source: Подлазье
be: Падлаззе

source: Подлапье
be: Падлап’е

source: Подлеоновичи
be: Падлявонавічы

source: Подлесейки
be: Падлясейкі

source: Подлески
be: Падлескі

source: Подлесковье
be: Падляскоўе

source: Подлесная
be: Падлесная

source: Подлесье
be: Падлессе

source: Подлесье Каменецкое
be: Падлессе Камянецкае

source: Подлесье Радваничское
be: Падлессе Радваніцкае

source: Подлещенка
be: Падлешчанка

source: Подлипки
be: Падліпкі

source: Подлипцы
be: Падліпцы

source: Подлипье
be: Падліп’е

source: Подлипяны
be: Падліпяны

source: Подлобные
be: Падлобныя

source: Подлоги
be: Падлогі

source: Подломье
be: Падлом’е

source: Подлосье
be: Падлоссе

source: Подлошица
be: Падлошыца

source: Подлуг
be: Падлуг

source: Подлужье
be: Падлужжа

source: Подлуки
be: Падлукі

source: Подлядичи
be: Падлядзічы

source: Подлядье
be: Падляддзе

source: Подмишневье
be: Падмішнеўе

source: Подморочное
be: Падмарочнае

source: Подмостье
be: Падмосце

source: Подмошье
be: Падмошша

source: Поднемонец
be: Паднямонец

source: Подобы
be: Падобы

source: Подовж
be: Подаўж

source: Подозбин
be: Падозбін

source: Подозёрки
be: Падазёркі

source: Подозерное
be: Падазернае

source: Подозерцы
be: Падазерцы

source: Подозерье
be: Падазер’е

source: Подолесье
be: Падалессе

source: Подольск
be: Падольск

source: Подольховка
be: Падальхоўка

source: Подольцево
be: Падольцава

source: Подольцы
be: Падольцы

source: Подоляны
be: Падаляны

source: Подомхи
be: [Падомхі, Падымхі]

source: Подомша
be: Падомша

source: Подоресье
be: Падарэссе

source: Подорожье
be: Падарожжа

source: Подороск
be: Падароск

source: Подоры
be: Падоры

source: Подосинка
be: Падасінка

source: Подосинки
be: Падасінкі

source: Подосиновка
be: Падасінаўка

source: Подосово
be: Падвосава

source: Подосовцы
be: Падасоўцы

source: Подосье
be: Падоссе

source: Подпавловье
be: Падпаўлоўе

source: Подпрудье
be: Падпруддзе

source: Подрайск
be: Падрайск

source: Подрезы
be: Падрэзы

source: Подречицкое
be: Падрачыцкае

source: Подречка
be: Падрэчка

source: Подречье
be: Падрэчча

source: Подровное
be: Падроўнае

source: Подроссь
be: Падрось

source: Подрубеж
be: Падрубеж

source: Подрукша
be: Падрукша

source: Подсадские
be: Падсадскія

source: Подсвилье
be: Падсвілле

source: Подсёлы
be: Падсёлы

source: Подсемёновка
be: Падсямёнаўка

source: Подсобное
be: Падсобнае

source: Подсолтово
be: Падсолтава

source: Подсосенка
be: Падсосенка

source: Подсосна
be: Падсосна

source: Подсосонье
be: Падсасонне

source: Подстарево
be: Падстарэва

source: Подстаринь
be: Падстарынь

source: Подстружье
be: Падстружжа

source: Подтеханичи
be: Падцеханічы

source: Подтрейбшуны
be: Падтрайбшуны

source: Подудога
be: Падудага

source: Подхвоёво
be: Падхваёва

source: Подчерешень
be: Падчарэшань

source: Подчернейки
be: Падчарнейкі

source: Подчерница
be: Падчарніца

source: Подчистое
be: Падчыстае

source: Подъелецкий
be: Пад’ялецкі

source: Подъелье
be: Пад’елле

source: Подъельники
be: Пад’ельнікі

source: Подъяблонька
be: Пад’яблынька

source: Подъязно
be: Пад’язна

source: Подъязовле
be: Пад’язаўле

source: Подъяменец
be: Пад’яменец

source: Подъясенка
be: Пад’ясенка

source: Подъятлы
be: Пад’ятлы

source: Подыгрушье
be: Падыгрушша

source: Подыще
be: Падышча

source: Подьельцы
be: Пад’ельцы

source: Подьясенка
be: Пад’ясенка

source: Подявы
be: Падзявы

source: Поедынково
be: Паедынкова

source: Пожардье
be: Пажардзе

source: Пожарище
be: Пажарышча

source: Пожарки
be: [Пажаркі, Пожаркі]

source: Пожарковщина
be: Пажаркаўшчына

source: Пожарница
be: Пажарніца

source: Пожежин
be: Пажэжын

source: Пожежино
be: Пажэжына

source: Поженки
be: Пожанкі

source: Поженьки
be: Пожанькі

source: Поженьки Большие
be: Пожанькі Вялікія

source: Пожижма
be: Пажыжма

source: Пожихарь
be: Пажыхар

source: Позборцы
be: Пазборцы

source: Поздняково
be: Пазнякова

source: Поземщина
be: Паземшчына

source: Позеняты
be: Пазяняты

source: Позняки
be: Пазнякі

source: Позняково
be: Пазнякова

source: Поклады
be: Паклады

source: Покоёвцы
be: Пакаёўцы

source: Поколюбичи
be: Пакалюбічы

source: Покотино
be: Пакоціна

source: Покоть
be: Покаць

source: Покрашево
be: Покрашава

source: Покровка
be: Пакроўка

source: Покровский
be: Пакроўскі

source: Покути
be: Пакуці

source: Покутье
be: Пакуцце

source: Полберег
be: Поўбераг

source: Полднёвое Волое
be: Паўднёвае Волае

source: Полевачи
be: Палевачы

source: Полевая
be: Палявая

source: Полевая Речица
be: Палявая Рэчыца

source: Полевой
be: Палявы

source: Полежач-Гора
be: Паляжач-Гара

source: Полелейки
be: Палялейкі

source: Полелюм
be: Палялюм

source: Поленики
be: Палянікі

source: Поленичицы
be: Палянічыцы

source: Полёнка
be: Палёнка

source: Полёновка
be: Палёнаўка

source: Полесск
be: Палеск

source: Полесский
be: Палескі

source: Полесье
be: Палессе

source: Полетники
be: Палетнікі

source: Полецкишки
be: Паляцкішкі

source: Полешино
be: Палешына

source: Поливники
be: Паліўнікі

source: Поликаровка
be: Палікараўка

source: Полики
be: Полікі

source: Поликсовщина
be: Паліксаўшчына

source: Поликщина
be: Палікшчына

source: Полиновка
be: Палінаўка

source: Полиново
be: Палінова

source: Полипень
be: Поліпень

source: Полипница
be: Поліпніца

source: Полишино
be: Палішына

source: Полкотичи
be: Палкоцічы

source: Полна
be: Пална

source: Полночное Волое
be: Паўночнае Волае

source: Половейское
be: Палавейскае

source: Половики
be: Палавікі

source: Половинный Лог
be: Палавінны Лог

source: Половица
be: Паловіца

source: Половичи
be: Паловічы

source: Половки
be: Палаўкі

source: Половковичи
be: Палаўковічы

source: Полово
be: [Палова, Полава]

source: Полоево
be: Палоева

source: Положевичи
be: Палажэвічы

source: Положино
be: Паложына

source: Полойники
be: Палойнікі

source: Полоная
be: Паланая

source: Полоневичи
be: Паланевічы

source: Полонечка
be: Паланечка

source: Полоница
be: Паланіца

source: Полонка
be: Палонка

source: Полонное Заболотье
be: Палоннае Забалацце

source: Полонск
be: Поланск

source: Полонь
be: Палонь

source: Полоски
be: Палоскі

source: Полосня
be: Паласня

source: Полостевичи
be: Палосцевічы

source: Полосы
be: Палосы

source: Полота
be: Палата

source: Полотково
be: Палаткова

source: Полотница
be: Палатніца

source: Полочанка
be: Палачанка

source: Полочаны
be: Палачаны

source: Полошки
be: Палошкі

source: Полошково
be: Палошкава

source: Полтево
be: Полцева

source: Полторановичи
be: Паўтаранавічы

source: Полторовщина
be: Полтараўшчына

source: Полубовцы
be: Палубоўцы

source: Полубочки
be: Палубачкі

source: Полудетки
be: Палудзеткі

source: Полудовщина
be: Палудаўшчына

source: Полуды
be: Палуды

source: Полужье
be: Палужжа

source: Полуи
be: Палуі

source: Полуйки
be: Палуйкі

source: Полуозерье
be: Паўазер’е

source: Получье
be: Палучча

source: Полуянки
be: Палуянкі

source: Полуяново
be: Палуянава

source: Полуяновцы
be: Палуянаўцы

source: Полуяны
be: Палуяны

source: Полхово
be: Полхава

source: Полхуны
be: Палхуны

source: Полыковичи
be: Палыкавічы

source: Полыковичи 2
be: Палыкавічы 2

source: Полыковичские Хуторы
be: Палыкавіцкія Хутары

source: Пользино 1
be: Пользіна 1

source: Пользино 2
be: Пользіна 2

source: Польковичи
be: Полькавічы

source: Польница
be: Польніца

source: Польные Богатыри
be: Польныя Багатыры

source: Польпин
be: Польпін

source: Поля
be: Паля

source: Полядки
be: Палядкі

source: Полядье
be: Паляддзе

source: Поляи
be: Паляі

source: Поляки
be: Палякі

source: Поляна
be: Паляна

source: Поляне
be: Паляне

source: Поляниновичи
be: Палянінавічы

source: Полянка
be: Палянка

source: Полянки
be: Палянкі

source: Поляновка
be: Палянаўка

source: Поляны
be: Паляны

source: Полятичи
be: Паляцічы

source: Полячки
be: Палячкі

source: Полящицы
be: Паляшчыцы

source: Помедь
be: Помедзь

source: Помелково
be: Памялкова

source: Пометники
be: Паметнікі

source: Поморщина
be: Паморшчына

source: Помошье
be: Памошша

source: Понара
be: Панара

source: Понарка
be: Панарка

source: Понача
be: Панача

source: Поначь-Мурованка
be: Панач-Мураванка

source: Понемонцы
be: Панямонцы

source: Понемонь
be: Панямонь

source: Понеча
be: Панеча

source: Понижаны
be: Паніжаны

source: Понижники
be: Паніжнікі

source: Понижье
be: Паніжжа

source: Понизов
be: Панізоў

source: Понизовье
be: Панізоўе

source: Понизье
be: Паніззе

source: Пономари
be: Панамары

source: Понятичи
be: Паняцічы

source: Попелевичи
be: Папелевічы

source: Попелево
be: Папялёва

source: Попелики
be: Попелікі

source: Попелище
be: Папялішча

source: Попелы
be: Папялы

source: Попельники
be: Папельнікі

source: Попережье
be: Папярэжжа

source: Попехинка
be: Папехінка

source: Попина
be: Папіна

source: Попишки
be: [Папішкі, Попішкі]

source: Попки
be: Папкі

source: Попковичи
be: Папковічы

source: Попковка
be: Папкоўка

source: Поплавки
be: Поплаўкі

source: Поплавцы
be: Паплаўцы

source: Поплавщина
be: Паплаўшчына

source: Поплавы
be: Паплавы

source: Поплово
be: Поплава

source: Поповичи
be: Паповічы

source: Поповка
be: Папоўка

source: Поповцы
be: Папоўцы

source: Поповщина
be: Папоўшчына

source: Порадовщина
be: Парадоўшчына

source: Порадунь
be: Парадунь

source: Поракити
be: Паракіці

source: Поречаны
be: Парачаны

source: Поречье
be: Парэчча

source: Поричи
be: Порычы

source: Поровичи
be: Поравічы

source: Поровно
be: Пораўна

source: Пороевка
be: Пароеўка

source: Порозово
be: Поразава

source: Поройсть
be: Порайсць

source: Поросли
be: Пораслі

source: Порослово
be: Парослава

source: Поросль
be: Порасль

source: Поросля
be: Парасля

source: Поросляны
be: Парасляны

source: Поросцы
be: Паросцы

source: Поротьково
be: Пароцькава

source: Пороховка
be: Парахоўка

source: Порплище
be: Порплішча

source: Портолевка
be: Партолеўка

source: Поручин
be: Паручын

source: Поручники
be: Паручнікі

source: Поршни
be: Паршні

source: Посад
be: Пасад

source: Посада
be: Пасада

source: Посадец
be: Пасадзец

source: Поселичи
be: Паселічы

source: Посёлок N10
be: Пасёлак №10

source: Посёлок N11
be: Пасёлак №11

source: Посёлок N2
be: Пасёлак №2

source: Посёлок N4
be: Пасёлак №4

source: Посёлок N7
be: Пасёлак №7

source: Посёлок N8
be: Пасёлак №8

source: Посёлок Абабье
be: Пасёлак Абаб’е

source: посёлок Энергетиков
be: пасёлак Энергетыкаў

source: Посёмковичи
be: Пасёмкавічы

source: Посеничи
be: Пасянічы

source: Посольч
be: Посальч

source: Посопово
be: Посапава

source: Поставки
be: Постаўкі

source: Постарини 1
be: Пастарыні 1

source: Постарини 2
be: Пастарыні 2

source: Постарини 3
be: Пастарыні 3

source: Постаринье
be: Пастарынне

source: Постолово
be: Пасталова

source: Постолы
be: Пасталы

source: Посудьево
be: Пасуддзева

source: Потаповичи
be: Патапавічы

source: Потаповка
be: Патапаўка

source: Потапово
be: Патапава

source: Потапы
be: Патапы

source: Поташенки
be: Паташонкі

source: Поташи
be: Паташы

source: Поташня
be: Паташня

source: Потевичи
be: Поцевічы

source: Потейки
be: Пацейкі

source: Потелюнцы
be: Пацялюнцы

source: Потеряевка
be: Пацяраеўка

source: Потёсы
be: Пацёсы

source: Поти
be: Поці

source: Потино
be: Поціна

source: Потичёво
be: Пацічова

source: Потока
be: Патока

source: Потороновка
be: Патаронаўка

source: Потупы
be: Патупы

source: Поусье
be: Павуссе

source: Почаевичи
be: Пачаевічы

source: Почапово
be: Пачапава

source: Почепок
be: Пачапок

source: Почепы
be: Пачапы

source: Почта Абабье
be: Пошта Абаб’е

source: Почтовая Глинка
be: Паштовая Глінка

source: Почуйки
be: Пачуйкі

source: Поякунь
be: Паякунь

source: Пояночи
be: Паяначы

source: Праборное
be: Прабарнае

source: Правда
be: Праўда

source: Правдинская
be: Праўдзінская

source: Правдинский
be: Праўдзінскі

source: Праздники
be: Празнікі

source: Пралески
be: Пралескі

source: Пральники
be: Пральнікі

source: Праники
be: Пранікі

source: Працевичи
be: Працавічы

source: Працковщина
be: Працкаўшчына

source: Премяны
be: Прамяны

source: Прены
be: Прэны

source: Преньки
be: Пранькі

source: Преображенка
be: Праабражэнка

source: Преображенск
be: Праабражэнск

source: Преснаки
be: Праснакі

source: Претима
be: Прэціма

source: Прибережная
be: Прыбярэжная

source: Прибережье
be: [Прыберажжа, Прыбярэжжа]

source: Приболовичи
be: Прыбалавічы

source: Прибор
be: Прыбар

source: Приборные
be: Прыбарныя

source: Приборово
be: Прыбарава

source: Приборье
be: Прыбор’е

source: Прибудок
be: Прыбудак

source: Прибытки
be: Прыбыткі

source: Прибытково
be: Прыбыткава

source: Прибытковщина
be: Прыбыткоўшчына

source: Привалки
be: Прывалкі

source: Привальни
be: Прывальні

source: Приветок
be: Прыветак

source: Приволье
be: Прыволле

source: Приволье 1
be: Прыволле 1

source: Приволье 2
be: Прыволле 2

source: Привольная
be: Прывольная

source: Привольный
be: Прывольны

source: Приворотье
be: Прыварацце

source: Пригани 1
be: Прыгані 1

source: Пригани 2
be: Прыгані 2

source: Пригани 3
be: Прыгані 3

source: Пригодичи
be: Прыгодзічы

source: Пригожее
be: Прыгожае

source: Пригородная
be: Прыгарадная

source: Пригузки
be: Прыгузкі

source: Приданцы
be: Прыданцы

source: Придатки
be: Прыдаткі

source: Придвинье
be: Прыдзвінне

source: Придворье
be: Прыдвор’е

source: Придирки
be: Прыдзіркі

source: Приднепровье
be: Прыдняпроўе

source: Придумки
be: Прыдумкі

source: Придыбайлы
be: Прыдыбайлы

source: Приклёнок
be: Прыклёнак

source: Приклинец
be: Прыклінец

source: Приколесь
be: Прыкалесь

source: Прилеповка
be: Прылепаўка

source: Прилёповка
be: Прылёпаўка

source: Прилепская Усяжка
be: Прылепская Усяжка
